Repository: shrasel/BanglaQuranVoice
Catalog: BanglaQuran/Resources/*.lproj/Localizable.strings
Languages: bn

# track_arabic_recitation
source: Arabic Recitation
bn: আরবি তিলাওয়াত

# track_bangla_translation
source: Bangla Translation
bn: বাংলা অনুবাদ

# toggle_arabic_label
source: Arabic
bn: আরবি

# toggle_bangla_label
source: Bangla
bn: বাংলা

# revelation_meccan
source: Meccan
bn: মাক্কী

# revelation_medinan
source: Medinan
bn: মাদানী

# surah_progress_format
source: Ayat %d/%d listened
bn: আয়াত %d/%d শ্রবণ সম্পন্ন

# continue_listening_subtitle
source: %@ · Ayah %d
bn: %@ · আয়াত %d

# no_track_selected
source: Nothing Playing
bn: কিছু বাজছে না

# mini_player_subtitle_format
source: %@ · Ayah %d
bn: %@ · আয়াত %d

# preferences_playback_section
source: Playback
bn: প্লেব্যাক

# arabic_reciter_picker
source: Arabic Reciter
bn: আরবি কারী

# arabic_script_picker
source: Arabic Script
bn: আরবি লিপি

# bangla_narrator_picker
source: Bangla Narrator
bn: বাংলা বর্ণনাকারী

# arabic_script_indo_pak
source: Indo-Pak
bn: ইন্দো-পাক

# arabic_script_uthmani
source: Uthmani
bn: উসমানী

# narrator_ai_bangla_male
source: Bangla AI Narrator (Male)
bn: বাংলা এআই কণ্ঠ (পুরুষ)

# auto_download_toggle
source: Auto-download next ayah on Wi-Fi
bn: ওয়াই-ফাইতে পরবর্তী আয়াত নিজে ডাউনলোড

# preferences_display_section
source: Display
bn: প্রদর্শন

# show_bangla_text_toggle
source: Show Bangla text
bn: বাংলা লেখা দেখান

# reset_progress_button
source: Reset listening progress
bn: শ্রবণ অগ্রগতি রিসেট করুন

# preferences_title
source: Preferences
bn: প্রিফারেন্স

# surah_list_title
source: Surahs
bn: সূরা

# preferences_button_accessibility
source: Open preferences
bn: প্রিফারেন্স খুলুন

# surah_search_placeholder
source: Search Surahs
bn: সূরা খুঁজুন

# close_label
source: Close
bn: বন্ধ

# filter_all_label
source: All
bn: সব

# revelation_filter_accessibility
source: Filter by revelation type
bn: ওহীর ধরন অনুসারে ফিল্টার

# retry_label
source: Retry
bn: আবার চেষ্টা করুন

# continue_listening_title
source: Continue Listening
bn: শ্রবণ চালিয়ে যান

# surah_ayah_count_format
source: %d ayat
bn: %d আয়াত

# toggle_track_accessibility
source: Toggle audio track
bn: অডিও ট্র্যাক পরিবর্তন করুন

# previous_ayah_button
source: Previous ayah
bn: আগের আয়াত

# pause_button_label
source: Pause
bn: বিরতি

# play_button_label
source: Play
bn: চালু

# next_ayah_button
source: Next ayah
bn: পরবর্তী আয়াত

# toggle_bangla_text
source: Show Bangla translation
bn: বাংলা অনুবাদ দেখান

# ayah_section_header
source: Ayat
bn: আয়াত

source: Download Arabic track
bn: আরবি ট্র্যাক ডাউনলোড

source: Download Bangla track
bn: বাংলা ট্র্যাক ডাউনলোড

# download_menu_accessibility
source: Download audio
bn: অডিও ডাউনলোড

# context_play_from_here
source: Play from here
bn: এখান থেকে চালান

# context_mark_unplayed
source: Mark as unplayed
bn: অপ্লেড হিসেবে চিহ্নিত

# context_download_ayah
source: Download this ayah
bn: এই আয়াত ডাউনলোড

# context_copy_arabic
source: Copy Arabic
bn: আরবি কপি

# context_copy_bangla
source: Copy Bangla
bn: বাংলা কপি

# status_not_started
source: Not started
bn: শুরু হয়নি

# status_in_progress
source: In progress
bn: চলমান

# status_completed
source: Completed
bn: সম্পন্ন

# reciter_default
source: Default Reciter
bn: ডিফল্ট কারী

# narrator_default
source: Default Narrator
bn: ডিফল্ট বর্ণনাকারী

# downloaded_count_format
source: Downloaded %d of %d ayat
bn: ডাউনলোড হয়েছে %d / %d আয়াত

# download_summary_section_header
source: Downloads
bn: ডাউনলোড

# download_summary_size_format
source: Disk usage: %@
bn: ডিস্ক ব্যবহার: %@

# delete_downloads_button
source: Delete downloads
bn: ডাউনলোড মুছুন

# surah_playback_section_header
source: Playback
bn: প্লেব্যাক

# play_surah_button_label
source: Play Surah
bn: সূরা চালান

# resume_surah_button_label
source: Resume Surah
bn: সূরা আবার চালান

# pause_surah_button_label
source: Pause Surah
bn: সূরা বিরতি দিন

# restart_surah_button_label
source: Restart Surah
bn: সূরা শুরু থেকে চালান

# audio_track_picker_label
source: Audio Track
bn: অডিও ট্র্যাক

# download_current_track_button
source: Download Current Track
bn: বর্তমান ট্র্যাক ডাউনলোড

# resume_button_label
source: Resume
bn: আবার চালান
